Repository: largoudigital-dot/removebgpro
Catalog: removebgpro/Localizable.xcstrings
Source language: de
Languages: ar, es, fr

source: WILLKOMMEN
ar: WELCOME
es: BIENVENIDO
fr: BIENVENUE

source: Foto Editor
ar: Photo Editor
es: Editor de Fotos
fr: Éditeur de Photos

source: NEUES PROJEKT
ar: NEW PROJECT
es: NUEVO PROYECTO
fr: NOUVEAU PROJET

source: Erstelle brillante Ausschnitte & Sticker
ar: Create brilliant cutouts & stickers
es: Create brilliant cutouts & stickers
fr: Create brilliant cutouts & stickers

source: Foto auswählen
ar: Select Photo
es: Seleccionar foto
fr: Choisir une photo

source: Letzte Projekte
ar: Recent Projects
es: Proyectos recientes
fr: Projets récents

source: Deine Reise beginnt hier
ar: Your journey starts here
es: Your journey starts here
fr: Your journey starts here

source: Foto hinzufügen
ar: Add Photo
es: Añadir foto
fr: Ajouter une photo

source: 🗂️ Aus Galerie wählen
ar: 🗂️ Choose from Gallery
es: 🗂️ Choose from Gallery
fr: 🗂️ Choose from Gallery

source: 📸 Foto aufnehmen
ar: 📸 Take Photo
es: 📸 Take Photo
fr: 📸 Take Photo

source: Abbrechen
ar: Cancel
es: Cancelar
fr: Annuler

source: Hintergrund
ar: Background
es: Fondo
fr: Fond

source: Schatten
ar: Shadow
es: Sombra
fr: Ombre

source: Zuschneiden
ar: Crop
es: Recortar
fr: Recadrer

source: Farben
ar: Colors
es: Colores
fr: Couleurs

source: Anpassen
ar: Adjust
es: Ajustar
fr: Ajuster

source: Verläufe
ar: Gradients
es: Degradados
fr: Dégradés

source: Speichern
ar: Save
es: Guardar
fr: Enregistrer

source: Editor verlassen?
ar: Exit Editor?
es: ¿Salir del editor?
fr: Quitter l'éditeur ?

source: Speichern & Schließen
ar: Save & Close
es: Guardar y cerrar
fr: Enregistrer et fermer

source: Projekt löschen
ar: Delete Project
es: Eliminar proyecto
fr: Supprimer le projet

source: Möchten Sie die Bearbeitung beenden? Ihre Änderungen werden beim Schließen gespeichert.
ar: Do you want to end editing? Your changes will be saved upon closing.
es: Do you want to end editing? Your changes will be saved upon closing.
fr: Do you want to end editing? Your changes will be saved upon closing.

source: Speichere...
ar: Saving...
es: Saving...
fr: Saving...

source: Änderungen gespeichert
ar: Changes saved
es: Changes saved
fr: Changes saved

source: Bearbeiten
ar: Edit
es: Editar
fr: Modifier

source: Als PNG speichern
ar: Save as PNG
es: Save as PNG
fr: Save as PNG

source: Als JPG speichern
ar: Save as JPG
es: Save as JPG
fr: Save as JPG

source: (Empfohlen)
ar: (Recommended)
es: (Recommended)
fr: (Recommended)

source: Hintergrund wird entfernt...
ar: Removing background...
es: Removing background...
fr: Removing background...

source: Helligkeit
ar: Brightness
es: Brillo
fr: Luminosité

source: Kontrast
ar: Contrast
es: Contraste
fr: Contraste

source: Sättigung
ar: Saturation
es: Saturación
fr: Saturation

source: Schärfe
ar: Sharpness
es: Nitidez
fr: Netteté

source: Weichheit
ar: Softness
es: Softness
fr: Softness

source: X-Versatz
ar: X Offset
es: X Offset
fr: X Offset

source: Y-Versatz
ar: Y Offset
es: Y Offset
fr: Y Offset

source: Deckkraft
ar: Opacity
es: Opacity
fr: Opacity

source: Farbe
ar: Color
es: Color
fr: Couleur

source: Alle Reset
ar: Reset All
es: Reset All
fr: Reset All

source: Frei
ar: Free
es: Libre
fr: Libre

source: Eigene
ar: Custom
es: Personalizado
fr: Personnalisé

source: Eigene Größe
ar: Custom Size
es: Custom Size
fr: Custom Size

source: Breite (px)
ar: Width (px)
es: Width (px)
fr: Width (px)

source: Höhe (px)
ar: Height (px)
es: Height (px)
fr: Height (px)

source: Geben Sie die gewünschte Breite und Höhe in Pixeln ein.
ar: Enter the desired width and height in pixels.
es: Enter the desired width and height in pixels.
fr: Enter the desired width and height in pixels.

source: Einstellungen
ar: Settings
es: Ajustes
fr: Paramètres

source: Über die App
ar: About the App
es: About the App
fr: About the App

source: App bewerten
ar: Rate App
es: Rate App
fr: Rate App

source: App teilen
ar: Share App
es: Share App
fr: Share App

source: Kontakt
ar: Contact
es: Contact
fr: Contact

source: Datenschutz
ar: Privacy Policy
es: Privacy Policy
fr: Privacy Policy

source: Aktionen
ar: Actions
es: Actions
fr: Actions

source: Alle Projekte löschen
ar: Delete All Projects
es: Delete All Projects
fr: Delete All Projects

source: Fertig
ar: Done
es: Hecho
fr: Terminé

source: Unsplash durchsuchen...
ar: Search Unsplash...
es: Search Unsplash...
fr: Search Unsplash...

source: Eigenes Foto
ar: Own Photo
es: Own Photo
fr: Own Photo

source: Fotos
ar: Photos
fr: Photos

source: Aus Galerie wählen
ar: Choose from Gallery
es: Choose from Gallery
fr: Choose from Gallery

source: Foto aufnehmen
ar: Take Photo
es: Take Photo
fr: Take Photo

source: Bild konnte nicht geladen werden
ar: Image could not be loaded
es: Image could not be loaded
fr: Image could not be loaded

source: Foto gespeichert
ar: Photo saved
es: Foto guardada
fr: Photo enregistrée

source: Fehler beim Speichern
ar: Error saving
es: Error al guardar
fr: Erreur d'enregistrement

source: Kein Bild zum Speichern
ar: No image to save
es: No image to save
fr: No image to save

source: Fehler bei der Bildverarbeitung
ar: Error processing image
es: Error processing image
fr: Error processing image

source: Keine Berechtigung für Fotobibliothek
ar: No permission for photo library
es: No permission for photo library
fr: No permission for photo library

source: Filter
es: Filtro
fr: Filtre
